[
  {
    "id": "063bf315-a0ea-46a5-a580-03de73eec0be",
    "title": "Chrono Trigger",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": 45.99,
    "description": "Chrono Trigger features standard role-playing video game gameplay. The player controls the protagonist and his companions in the game's two-dimensional world, consisting of various forests, cities, and dungeons. Navigation occurs via an overworld map, depicting the landscape from a scaled-down overhead view. Areas such as forests, cities, and similar places are depicted as more realistic scaled-down maps, in which players can converse with locals to procure items and services, solve puzzles and challenges, or encounter enemies."
  },
  {
    "id": "8d4afd1e-d0cb-4081-a369-f0e293637f4f",
    "title": "Valorant",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "price": 75.99,
    "description": "Valorant is a team-based first-person hero shooter set in the near future. Players play as one of a set of agents, characters designed based on several countries and cultures around the world. In the main game mode, players are assigned to either the attacking or defending team with each team having five players on it. Agents have unique abilities, each requiring charges, as well as a unique ultimate ability that requires charging through kills, deaths, orbs, or objectives. Every player starts each round with a \"classic\" pistol and one or more \"signature ability\" charges."
  },
  {
    "id": "5e382fdc-e072-4270-85e9-f8bc6d8254d7",
    "title": "Satisfactory",
    "genres": [
      "Puzzle",
      "Strategy"
    ],
    "price": "29.99",
    "description": "The player takes the role of an engineer who has been sent to the planet with orders to \"colonize\" it by building a factory complex for FICSIT. The player has a choice of four starting locations: the Grasslands, the Rocky Desert, the Dune Desert, or the Northern Forest. This choice affects the resources the player has access to in the early game and the amount of flat land available for easy building. However, the player can move to any other part of the map at any time. After landing, the player must salvage the landing pod for parts with which to construct the Hub, the main location from which most other construction will extend."
  },
  {
    "id": "1ca25c4a-d246-44e9-b7e8-b09ad38bb664",
    "title": "test game3",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test3"
  },
  {
    "id": "25e7ac2d-995c-4ea9-8277-a3436cc39c31",
    "title": "test game9",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test9"
  },
  {
    "id": "1ddb66a9-2130-4185-a7d6-6911568ac10b",
    "title": "test game999",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test999"
  },
  {
    "id": "dfacc530-dcee-4100-8c38-c35b9c3c71f8",
    "title": "test game000",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test000"
  },
  {
    "id": "702c892c-2e45-462e-bbe1-baa1151e1435",
    "title": "test post request",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test000"
  },
  {
    "id": "b0c83174-f346-4876-b9e9-508bf693e0e4",
    "title": "nodemon watching test",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test000"
  },
  {
    "id": "883a5776-0fa3-402d-bbb0-104d35e65c1a",
    "title": "nodemon watching test999",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test000"
  },
  {
    "id": "038c44ff-b2ed-4d6a-b03d-3b9f6d28f9ec",
    "title": "nodemon watching test000",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test000"
  },
  {
    "id": "aad79caa-0acb-4eff-9c61-b2984bd53da9",
    "title": "nodemon watching test000",
    "genres": [
      "RPG",
      "Adventure"
    ],
    "price": "test000"
  }
]